# /start

start_cmd_reply = """
Привіт!

Це бот для ✨Mila's Beauty✨ Експертів!

У цьому боті можна:
1. Комунікувати із Клієнтами
2. "Завершувати діалог" із Клієнтом
3. Надсилати розсилки Клієнтам

Як відправити повідомлення Клієнту:
Надіслати текст нашого повідомлення як Reply на повідомлення Клієнта

Як надіслати розсилку Клієнтам:
Надіслати у чат повідомлення, що починається із слова "розсилка".
Наприклад: "Розсилка Текст моєї розсилки, який буде надіслано усім Клієнтам 😃"

Маєш питання?
Із задоволенням відповім тут: @maxhonchar
"""

# conversation with Client

end_conversation_reply = """
Сподіваюсь, ти від мене в захваті, як я від тебе. Тільки не виходь, бо я тобі не зможу розказати про нові офігенні інфоприводи!🫂
"""

# tips from bot

tip_use_replies_to_communicate_reply = """
Tip: Please use replies to communicate with Clients 😊

How to reply:
- Right click -> reply
- Tap -> reply
- Swipe to left
"""

you_are_not_an_admin_reply = """
Sorry, you are not an admin 😔
At least for now! Contact @maxhonchar

Your telegram user ID: {tg_user_id}
"""
